Repository: moosamir68/index_po_customer
Catalog: IndexPo/Lang/*.lproj/Localizable.strings
Languages: fa

source: Cancel
fa: لغو

source: Not gurantee
fa: بدون گارانتی

source: Fetching Data...
fa: دریافت اطلاعات...

source: Select SubCategory for Special Offer
fa: انتخاب زیر مجموعه برای پیشنهاد ویژه

source: Empty Sub Category
fa: خالی بودن زیر مجموعه

source: Select Product for Special Offer
fa: انتخاب محصول برای پیشنهاد ویژه

source: Empty Product
fa: محصولی وجود ندارد

source: Add
fa: افزودن

source: Update
fa: بروزرسانی

source: Sucessfuly update
fa: بروزرسانی موفقیت آمیز

source: Please insert price
fa: لطفا قیمت را وارد کنید

source: Please insert garauntee name
fa: لطفا نام گارانتی را وارد کنید

source: Please insert description
fa: لطفا توضیحات برای محصول را وارد کنید

source: Empty Requests
fa: درخواستی وجود ندارد

source: Count
fa: تعداد

source: Offer your price
fa: قیمت پیشنهاد ویژه

source: Hezar Toman
fa: هزار تومن

source: Insert More Description
fa: افزودن توضیحات بیشتر

source: Done
fa: تایید

source: Successfuly replyed
fa: پاسخ موفقیت آمیز

source: Please Complete Price
fa: لطفا قیمت را کامل کنید

source: Seller Name:
fa: نام فروشنده:

source: Seller Phone:
fa: شماره تلفن فروشنده:

source: Seller Telegram ID:
fa: تلگران فروشنده:

source: Shop Name:
fa: نام مغازه:

source: Shop Phone Number:
fa: شماره تلفن مغازه:

source: Shop Address:
fa: آدرس مغازه:

source: Change SubCategory
fa: تغییر زیر مجموعه

# Change Language
source: تغییر زبان
fa: Change Language

source: Exit
fa: خروج از حساب کاربری

source: Are you sure to exit
fa: ایا می‌خواهید خارج شوید؟

source: Register...
fa: ثبت نام...

source: Add to faverties
fa: پیشنهاد ویژه جدید

source: Archive
fa: سابقه

source: Empty Archive
fa: سابقه ای وجود ندارد

source: Enter Time
fa: زمان را وارد کنید

source: Enter Price
fa: قیمت را وارد کنید

source: Successfuly added
fa: افزودن موفقیت آمیز

source: Please enter time
fa: لطفا زمان را وارد نمایید

source: Please enter price
fa: لطفا قیمت را وارد کنید

source: Cancel Offer
fa: لغو پیشنهاد ویژه

source: Increase Time
fa: افزایش زمان

source: Price:
fa: قیمت:

source: Toman
fa: تومان

source: Price Esential:
fa: قیمت اصلی:

source: Product Name:
fa: نام محصول:

source: Are you shure cancel offer?
fa: ایا واقعا می‌خواهید این پیشنهاد را لغو کنید؟

source: Successfuly Updated
fa: بروزرسانی موفقیت آمیز

source: Which of the following products are you selling?
fa: کدام یک از زیر مجوعه ها را به فروش میرسانید؟

source: Back
fa: بازگشت؟

source: Please select a category
fa: لطفا یک دسته بندی را انتخاب کنید

source: Select sub-categories supported
fa: زیر مجوعه را انتخاب کنید

source: Please select subcategory
fa: لطفا زیر مجموعه را انتخاب کنید

source: Please Enter Phone Number
fa: لطفا شماره تلفن را وارد کنید

source: Please enter phone number
fa: لطفا شماره تلفن را وارد کنید

source: Enter Recived Code
fa: کد دریافتی را وارد کنید

source: Change Phone Number
fa: تغیر شماره تلفن

source: Select avatar Image
fa: انتخاب عکس پروفایل

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: ID Telegram
fa: آدرس تلگرام

source: Phone Number
fa: شماره تلفن

source: Please complete first name
fa: لطفا نام را کامل کنید

source: Please complete Last name
fa: لطفا فامیلی را کامل کنید

source: Please complete ID Telegram
fa: لطفا ادرس تلکرام را وارد کنید

source: Please select avatar
fa: لطفا عکس پروفایل را انتخاب کنید

source: Select license image
fa: انتخاب عکس پروانه کسب

source: Shop Name
fa: نام مغازه

source: Shop Phone
fa: شماره تلفن مغازه

source: Shop Address
fa: آدرس مغازه

source: Please complete shop name
fa: لطفا نام مغازه را کامل کنید

source: Please complete shop phone
fa: لطفا شماره تلفن مغازه را کامل کنید

source: Please complete shop address
fa: لطفا آدرس مغزاه را کامل کنید

source: Please select license image
fa: لطفا عکس پروانه کسب را کامل کنید

source: Error
fa: ارور

source: Register
fa: ثبت‌ نام

source: Requests
fa: درخواست‌ها

source: Products
fa: محصولات

source: Profile
fa: کابر

source: Special Offer
fa: پیشنهادهای ویژه

source: OK
fa: تایید

source: Information
fa: اطلاعات تکمیلی

source: Exist
fa: موجود

source: Expire Date:
fa: معتبر تا تاریخ:

source: Select
fa: انتخاب

source: Garauntee
fa: گارانتی

source: Color:
fa: رنگ:

source: Description:
fa: توضیحات:

source: Key Word
fa: کلمه کلیدی

source: Count:
fa: تعداد:

source: Descrpition:
fa: توضیحات:

source: Count Replyed:
fa: تعداد پیشنهادهای ثبت شده:

source: Minimum price replyed:
fa: حداقل قیمت ثبت شده:

source: Send Reply
fa: ارسال پیشنهاد

source: Insert Price(Toman)
fa: وارد کردن قیمت(تومان)

source: Report Abuse
fa: گزارش تخلف

source: Please Complete Description
fa: لطفا توضیحات را کامل کنید

source: Type Report
fa: نوع گزارش

source: Send Report
fa: ارسال گزارش

source: Image not valid
fa: تصویر نامناسب

source: Content not valid
fa: محتوا نامناسب

source: Please select type report
fa: لطفا نوع گزارش را انتخاب کنید

source: Enter Description
fa: توضیحات را وارد کنید

source: Red
fa: قرمز

source: Blue
fa: ابی

source: Black
fa: مشکی

source: White
fa: سفید

source: Yellow
fa: زرد

source: Gray
fa: خاکستری

source: Gold
fa: طلایی

source: Select Date
fa: انتخاب تاریخ

source: Please Select Valid Date
fa: لطفا تاریخ معتبری را انتخاب کنید

source: Garauntee:
fa: گارانتی:

source: Yes
fa: دارد

source: No
fa: ندارد

source: Both
fa: هردو

source: Garauntee Name:
fa: نام گارانتی:

source: Price with garauntee:
fa: قیمت با گارانتی:

source: Price without garauntee:
fa: قیمت بدون گارانتی:

source: Less than one other day is valid
fa: کمتر از یک روز دیگر معتبر است

source: Searching...
fa: جستجو...

source: Time Out Price:
fa: بازه یادآوری قیمت:

source: Please Select Color
fa: لطفا رنگ را انتخاب کنید

source: Please insert warranty name
fa: لطفا نام گارانتی را وارد کنید

source: Please insert warranty price
fa: لطفا قیمت با گارانتی را وارد کنید

source: Please select warranty
fa: لطفا نوع گارانتی را وارد کنید

source: Please select time out price
fa: لطفا بازه یاداوری قیمت را انتخاب کنید

source: Sucessfuly added
fa: با موفقیت افزوده شد

source: Delete
fa: حذف

source: Delete Product
fa: حذف محصول

source: Are you sure delete this product
fa: ایا مطمئن هستید که می‌خواهید این محصول را از لیست محصولات خود حذف کنید؟

source: Logout...
fa: خروج...

source: Sucessfuly updated
fa: با موفقیت به روزرسانی شد

source: Sucessfuly Deleted
fa: با موفقیت حذف شد

source: s expire needed update price
fa: های نیازمند بروزرسانی قیمت

source: Expire Date Price:
fa: تاریخ اعتبار قیمت:
